2B/Bussiness_English/Note.org
* BussinesEnglish
  [[mailto:zli@esp.ecnu.edu.cn][老师邮箱]]
** 考核方式
   | 课堂 | 期中 | 口试 |
   |------+------+------|
   |  50% |  20% |  30% |
   课堂/作业: 课堂出勤,参与20%+网络课程30%
** Week02
*** Vocabulary
**** Ways of work
| EN          | EN Explanation                                                                                      |
|-------------+-----------------------------------------------------------------------------------------------------|
| freelance   | You sell your work or services to a number of different companies.                                  |
| teleworking | You work for a company from home via email, phone or the Internet.                                  |
| job-sharing | You do your job for part of the week and another person does it for the other part.                 |
| shift-work  | You work during different parts of the day(eg. nights).                                             |
| part-time   | You only work for some of the week(not full time)                                                   |
| temping     | You work for different companies for a short time without a permanent contract                      |
| consultancy | You aren't employed by a company, but are paid to give specialist advice                            |
| flexitime   | You work a number of hours per week or month but you decide when you start or finish                |
| hot-desking | You don't have a permanent place or office to work at, but you find a place to work when you arrive |
*** Reading

*** Listening
*** Grammar
