2B/Bussiness_English/Note.md

# Table of Contents

1.  [BussinesEnglish](#orge319650)
    1.  [考核方式](#org01715c8)
    2.  [Week02](#orge736bb6)
        1.  [Vocabulary](#org5c5293e)
        2.  [Reading](#orge85beb3)
        3.  [Listening](#org25761b6)
        4.  [Grammar](#orgc8db719)


<a id="orge319650"></a>

# BussinesEnglish

[老师邮箱](mailto:zli@esp.ecnu.edu.cn)


<a id="org01715c8"></a>

## 考核方式

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-right" />

<col  class="org-right" />

<col  class="org-right" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-right">课堂</th>
<th scope="col" class="org-right">期中</th>
<th scope="col" class="org-right">口试</th>
</tr>
</thead>

<tbody>
<tr>
<td class="org-right">50%</td>
<td class="org-right">20%</td>
<td class="org-right">30%</td>
</tr>
</tbody>
</table>

课堂/作业: 课堂出勤,参与20%+网络课程30%


<a id="orge736bb6"></a>

## Week02


<a id="org5c5293e"></a>

### Vocabulary

1.  Ways of work

    <table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">
    
    
    <colgroup>
    <col  class="org-left" />
    
    <col  class="org-left" />
    </colgroup>
    <thead>
    <tr>
    <th scope="col" class="org-left">EN</th>
    <th scope="col" class="org-left">EN Explanation</th>
    </tr>
    </thead>
    
    <tbody>
    <tr>
    <td class="org-left">freelance</td>
    <td class="org-left">You sell your work or services to a number of different companies.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">teleworking</td>
    <td class="org-left">You work for a company from home via email, phone or the Internet.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">job-sharing</td>
    <td class="org-left">You do your job for part of the week and another person does it for the other part.</td>
    </tr>
    
    
    <tr>
    <td class="org-left">shift-work</td>
    <td class="org-left">You work during different parts of the day(eg. nights).</td>
    </tr>
    
    
    <tr>
    <td class="org-left">part-time</td>
    <td class="org-left">You only work for some of the week(not full time)</td>
    </tr>
    
    
    <tr>
    <td class="org-left">temping</td>
    <td class="org-left">You work for different companies for a short time without a permanent contract</td>
    </tr>
    
    
    <tr>
    <td class="org-left">consultancy</td>
    <td class="org-left">You aren't employed by a company, but are paid to give specialist advice</td>
    </tr>
    
    
    <tr>
    <td class="org-left">flexitime</td>
    <td class="org-left">You work a number of hours per week or month but you decide when you start or finish</td>
    </tr>
    
    
    <tr>
    <td class="org-left">hot-desking</td>
    <td class="org-left">You don't have a permanent place or office to work at, but you find a place to work when you arrive</td>
    </tr>
    </tbody>
    </table>


<a id="orge85beb3"></a>

### Reading


<a id="org25761b6"></a>

### Listening


<a id="orgc8db719"></a>

### Grammar

